{"abbrühen":[{"description":"Eine Speise in kochendes Wasser geben, um das Gewebe zu straffen und die Fasern aufzuweichen. Vorteile z.B.: Das Pellen und Schälen wird erleichtert.","synonyms":[],"translation":"Técnica de preparación que consiste en sumergir un género en un líquido hirviendo, generalmente agua, durante un determinado tiempo o verter el líquido en ebullición sobre el propio género para facilitar su pelado, retractilar o comprimirlo, o eliminar impurezas o mal sabor.","sWords":["escaldar"],"extra":"","image":"definition1_abbrühen.jpg"}],"abgießen":[{"description":"Das Wasser weggießen.","synonyms":[],"translation":"","sWords":[],"extra":"Retirar el agua de una elaboración","image":"definition2_abgießen.jpg"}],"abkühlen":[{"description":"Von höherer Temperatur zu tieferer bringen.","synonyms":[],"translation":"Hacer que disminuya la temperatura de un alimento, especialmente hasta ponerlo frío o más frío.","sWords":["enfriar"],"extra":"","image":"definition9_abkühlen.jpg"}],"ablöschen":[{"description":"Kochtechnisch ist es die Überführung des Bratvorganges in einen Koch- beziehungsweise Garvorgang. Dabei wird durch Zuführen von Flüssigkeit wie Fond, Wasser oder Wein eine Sauce gebildet, die die Röststoffe löst. Durch das Reduzieren der Flüssigkeit durch hohe Temperatur entsteht eine leckere Saucen-Emulsion.","synonyms":[],"translation":"Técnica de preparación que consiste en recuperar los nutrientes o jugos, caramelizados y pegados en el fondo de un útil de cocinado, para poder integrarlos en la elaboración de la que provienen, reforzando el sabor y el color o formando parte de una salsa de acompañamiento. Para conseguirlo se coloca el recipiente al fuego y, una vez está caliente, se le añade algún tipo de líquido, como agua, fondo o vino, a la vez que se rasca con una espátula, recuperando y diluyendo lo pegado.","sWords":["desglasar"],"extra":"","image":"definition10_ablöschen.jpg"}],"abschmecken":[{"description":"den Geschmack einer Speise, eines Getränkes prüfen, etw. kosten.","synonyms":["probieren"],"translation":"Degustar  o catar, generalmente con deleite, alimentos o bebida.  Ingerir una pequeña cantidad de comida o bebida para conocer su sabor, olor, textura y otras cualidades.","sWords":["probar"],"extra":"","image":"definition70_probieren_abschmecken.jpg"}],"abtropfen":[{"description":"Von überflüssiger Restflüssigkeit befreien.","synonyms":[],"translation":"Retirar los restos o últimas gotas de un líquido que han quedado en un recipiente.","sWords":["escurrir"],"extra":"","image":"definition11_abtropfen.jpg"}],"abwaschen":[{"description":"Etwas mit Wasser reinigen, säubern.","synonyms":[],"translation":"Limpiar algo con agua u otro líquido.","sWords":["lavar"],"extra":"","image":"definition12_abwaschen.jpg"}],"anbraten":[{"description":"Anbraten ist das kurzzeitige Braten bei starker Hitze gemeint. Diese Küchentechnik dient meistens dazu, dass die Zutaten anschließend bei deutlichen geringeren Temperaturen weitergegart, geschmort oder auch bei Niedrigtemperatur gegart werden.","synonyms":[],"translation":"Método de cocción que se realiza a alta temperatura- a mínimo 130ºC- , con los ingredientes cortados pequeños y con el aceite justo y necesario para que se lubriquen. Con todo ello, y removiendo los alimentos constantemente, se consigue que el calor sea uniforme. Después se añade la grasa con la que se quiere cocinar y finalmente se incorporan los ingredientes.","sWords":["rehogar"],"extra":"","image":"definition13_anbraten.jpg"}],"anbrennen":[{"description":"Am Topf hängen bleiben, leicht verbrennen. Es muss weder roh noch verbrannt sein.","synonyms":[],"translation":"Pasar un género por el fuego de modo que no quede ni muy crudo ni muy asado.","sWords":["socarrar"],"extra":"","image":"definition14_anbrennen.jpg"}],"andünsten":[{"description":"Dabei werden Lebensmittel kurz in einer Pfanne oder einem Topf angeschwitzt (meist in etwas Fett), bis sie glasig werden oder eine minimal braune Farbe bekommen. Dadurch kommt der Eigengeschmack des Produktes gut zur Geltung, ohne dass die Röstaromen den eigentlichen Geschmack der Lebensmittel überdecken.Dafür ist eine mittlere Temperatur ausreichend.","synonyms":[],"translation":"Significa “poco frito” por tanto, esta técnica se hace a fuego lento -menos de 100ºC- en una sartén añadiendo un poco de aceite para cocer los alimentos. La idea es que se hagan poco a poco para que suelten sus jugos, sin dorarse, y se termina de sofreír cuando estos jugos desaparecen.","sWords":["sofreír"],"extra":"","image":"definition15_andünsten.jpg"}],"anrichten":[{"description":"Das anmutige Verteilen von Speisen auf einem Teller oder einer Anrichteplatte.","synonyms":[],"translation":"Colocar la comida en un plato individual para servirla, especialmente si se hace de una forma visualmente atractiva para el comensal.","sWords":["emplatar"],"extra":"","image":"definition16_anrichten.jpg"}],"anschwitzen":[{"description":"Das Gemüse wird in wenig Fett bei geringer Hitze gegart. Das Gemüse „schwitzt seinen Saft aus“ und gart dabei allmählich. Zwiebeln, Schalotten oder Knoblauch werden häufig in einer Pfanne  angeschwitzt, bis sie weich sind. Beim Anschwitzen entstehen dabei jedoch keine Röstaromen.","synonyms":[],"translation":"La acción de cocinar las verduras, a las que se les ha practicado algún tipo de corte en un poco de materia grasa (aceite o mantequilla) con calor suave, con la intención de que expulsen lo que se denomina agua de vegetación.","sWords":["sudar"],"extra":"","image":"definition17_anschwitzen.jpg"}],"ansäuern":[{"description":"Mit Essig oder Zitronensaft verfeinern, würzen.","synonyms":[],"translation":"Dar un toque ácido a un alimento.","sWords":["acidular"],"extra":"","image":"definition18_ansäuern.jpg"}],"aromatisieren":[{"description":"Speisen durch die Zugabe von Wein, Likör, Essig oder Schnaps sowie durch verschiedene Gewürze wie Zimt und Nelken ein spezielles Aroma verleihen.","synonyms":["parfümieren"],"translation":"Perfumar el alimento con sustancias aromáticas como el vino.","sWords":["aromatizar"],"extra":"","image":"definition22_aromatisieren_pärfumieren.jpg"}],"arrosieren":[{"description":"Wiederholtes Übergießen von Gargut mit Bratenfett oder der dabei entstandenen Sauce, um ein Austrocknen der Kruste zu verhindern.","synonyms":[],"translation":"Técnica que consiste en cocinar los alimentos en sus propios jugos o en alguna salsa o marinado. Los alimentos se dejan cocinando, y periódicamente se bañan con estos jugos con una cuchara o una brocha de cocina.","sWords":["basting"],"extra":"","image":"definition23_arrosieren.jpg"}],"ausbacken":[{"description":"In heißem Fett bei 180 -210° C schwimmend garen.","synonyms":["frittieren"],"translation":"Técnica de cocción que consiste en cocer un alimento por inmersión, empleando generalmente una sartén con aceite o grasa hirviendo.","sWords":["freír"],"extra":"","image":"definition4_ausbacken_frittieren.jpg"}],"ausbeineln":[{"description":"Entfernen oder Auslösen von Knochen aus rohem und gekochtem Fleisch.","synonyms":["ausbeinen"],"translation":"Retirada de los huesos que se puedan encontrar en un género o producto alimenticio antes o después de cocinarlos.","sWords":["deshuesar"],"extra":"","image":"definition3_ausbeinen_ausbeineln.jpg"}],"ausbeinen":[{"description":"Entfernen oder Auslösen von Knochen aus rohem und gekochtem Fleisch.","synonyms":["ausbeineln"],"translation":"Retirada de los huesos que se puedan encontrar en un género o producto alimenticio antes o después de cocinarlos.","sWords":["deshuesar"],"extra":"","image":"definition3_ausbeinen_ausbeineln.jpg"}],"auslassen":[{"description":"Das Erhitzen von fetthaltigen, zerkleinerten Lebensmitteln zur Gewinnung von Fett.","synonyms":[],"translation":"","sWords":[],"extra":"Calentamiento de alimentos grasos y triturados para obtener grasa.","image":"definition19_auslassen.jpg"}],"auspressen":[{"description":"Flüssigkeit aus etw. herauspressen, etw. ausdrücken, durch Pressen den Saft aus etw. herausziehen.","synonyms":[],"translation":"Prensar un alimento para extraerle el jugo, o extraerle el zumo o jugo a alguna fruta.","sWords":["exprimir"],"extra":"","image":"definition20_auspressen.jpg"}],"ausrollen":[{"description":"Eine weiche, formbare Masse mit einem zylindrischen Gegenstand (Nudelholz, Farbwalze o. Ä.) zu einer dünnen Fläche, Schicht ausbreiten.","synonyms":[],"translation":"Pasar el rodillo de madera sobre alguna masa.","sWords":["aplanar"],"extra":"","image":"definition21_ausrollen.jpg"}],"ausweiden":[{"description":"Die Eingeweide eines erlegten Tieres herausnehmen.","synonyms":[],"translation":"Retirar las vísceras de un pescado, un ave de corral o una pieza de caza. Esta operación forma parte de la preparación de estos alimentos.","sWords":["eviscerar","destripar"],"extra":"","image":"definition5_ausweiden.jpg"}],"backen":[{"description":"Gehört zu den trockenen Gartechniken und betrifft das Garen ohne Wasser. Im Backofen wird das Gargut bei hoher Temperatur angebraten und bei etwa 150 Grad Celsius weiter gegart.","synonyms":[],"translation":"Técnica de cocción que consiste en someter un alimento a la acción del calor producido por un horno para asarlo, como las carnes o pescados; cocerlo, como el pan o las pastas dulces y pasteles; o bien para calentar algo ya guisado o preparado.","sWords":["hornear"],"extra":"","image":"definition24_backen.jpg"}],"bardieren":[{"description":"Umwickeln von Fleisch mit dünnen Speckscheiben, um das Austrocknen des Garguts zu verhindern. Dies soll das Fleisch saftig und aromatisch halten","synonyms":[],"translation":"Cubrir con finas rebanadas de tocino las piezas de carne que se deben cocer juntas. De este modo, las carnes magras alternan con grasa. La operación también se realiza en aves, que después se suelen bridar.","sWords":["lardear"],"extra":"","image":"definition25_bardieren.jpg"}],"beizen":[{"description":"Es ist das Einlegen von Fleisch in eine Marinade, um das Fleisch zarter, saftiger und aromatischer zu machen. Das Fleisch soll nicht roh sein.","synonyms":[],"translation":"Técnica de preparación que consiste en someter un género  a la acción de un líquido base, denominado escabeche, durante un tiempo determinado, para que adquiera un sabor y aroma generalmente avinagrados y contribuir a su conservación. El alimento que se escabecha deberá encontrarse parcial o totalmente cocinado.","sWords":["escabechar"],"extra":"","image":"definition26_beizen.jpg"}],"blanchieren":[{"description":"Zubereitungstechnik, bei der man Lebensmittel kurz in kochender Flüssigkeit gart und anschließend in Eiswasser abschreckt, damit der Kochprozess sofort gestoppt wird.","synonyms":[],"translation":" Poner verduras o carnes en agua hirviendo unos minutos sin llegar a cocer.","sWords":["blanquear"],"extra":"","image":"definition27_blanchieren.jpg"}],"blaukochen":[{"description":"Unter blaukochen versteht man das schonende garen von Süßwasserfischen in Essigwasser zur Geschmacksoptimierung und zum Annehmen der blauen Farbe. Es ist eine dekorative Zubereitungsart. z.B: Forelle blau.","synonyms":[],"translation":"","sWords":[],"extra":"Técnica para optimizar el sabor de los pescados de agua dulce que consiste en salpimentarlos solo por dentro y colocarlos en 1/2L de agua y algo de vinagre caliente para que adquiera color azul. Utilizada además con fines decorativos. Por ejemplo: trucha azul.","image":"definition28_blaukochen.jpg"}],"bridieren":[{"description":"Geflügel wird mit Garn oder Bridiernadeln zusammen gesteckt.","synonyms":[],"translation":"Sujetar los miembros de las aves para q mantengan su forma durante la cocción.","sWords":["bridar"],"extra":"","image":"definition29_bridieren.jpg"}],"bröseln":[{"description":"Etwas zu Bröseln machen.","synonyms":[],"translation":"Hacer migas un alimento, en especial el pan.","sWords":["desmigajar","(coloq.)desmoronar"],"extra":"","image":"definition30_bröseln.jpg"}],"cannelieren":[{"description":"Obst und Gemüse mit einem Muster verzieren.","synonyms":[],"translation":"Procedimiento decorativo que consiste en realizar canales o estrías en el exterior de una masa, frutas o verduras.","sWords":["acanalar"],"extra":"","image":"definition31_cannelieren.jpg"}],"druckgaren":[{"description":"Es ist das Kochen in einem fest verschlossenen Druckkochtopf/ Schnellkochtopf. Hierbei wird bei Überdruck das Wasser bis auf etwa 125 Grad Celsius erhitzt. Dadurch wird die Garzeit verkürzt.","synonyms":[],"translation":"","sWords":[],"extra":"Cocinar en una olla a presión disminuyendo considerablemente el tiempo de cocción","image":"definition32_druckgaren.jpg"}],"durchstreichen":[{"description":"Küchentechnik, bei der weich gegarte Lebensmittel durch ein Sieb gestrichen werden, damit sich feste Bestandteile von den flüssigen trennen.","synonyms":["passieren"],"translation":"Técnica de preparación que consiste en separar cualquier líquido de los elementos sólidos que lo acompañan. Para ello se utiliza un colador o una manga.","sWords":["colar"],"extra":"","image":"definition33_durchstreichen_passieren.jpg"}],"dämpfen":[{"description":"Lebensmittel im Wasserdampf mit speziellem Dämpfeinsatz mit der Flüssigkeit garen lassen. Der Dampf erreicht eine Temperatur von 100 ca. Grad Celsius. Bei diesem Vorgang werden die Lebensmittel schonender gegart als beim Kochen.","synonyms":[],"translation":"Método de cocción en el cual el producto que se cocina no tiene contacto directo con el agua, aderezada o no, y solo recibe el vapor que se desprende de esta por acción del calor.","sWords":["cocinar al vapor"],"extra":"","image":"definition34_dämpfen.jpg"}],"dörren":[{"description":"Obst und Gemüse an der Luft oder durch Ofenhitze trocknen und so lagerfähig machen.","synonyms":[],"translation":"Técnica de preparación que consiste en extraer parcial o totalmente el agua de un alimento para conservar el producto más tiempo, disminuirlo o conseguir una textura más crujiente. Puede realizarse con medios naturales, por calor y aire, extendiendo el género en un lugar cálido o en un horno.","sWords":["desecar"],"extra":"","image":"definition35_dörren.jpg"}],"egalisieren":[{"description":"Alle Zutaten sollen in gleich große Stücke zerkleinert werden . Es bedeutet also, dass die Produkte so geschnitten werden, dass sie die gleiche Größe und Form haben. Denn dadurch wird sichergestellt, dass alle Stücke gleich schnell gegart werden.","synonyms":[],"translation":"","sWords":[],"extra":"Cortar todos los ingredientes de forma tal que tengan el mismo tamaño, tanto para que la cocción sea homogénea (si el ingrediente va cocinado), como por la presentación que ofrecerán en el plato.","image":"definition36_egalisieren.jpg"}],"einkochen":[{"description":"Flüssigkeiten einige Zeit kochen lassen, damit etwas von dem enthaltenen Wasser verdampft und der Geschmack intensiver wird.","synonyms":[],"translation":"Cocer una salsa, un caldo o cualquier líquido, disminuyendo su volumen, hasta lograr la consistencia deseada. Se deja evaporar un preparado por la acción del calor hasta que este se espesa.","sWords":["reducir","cuajar"],"extra":"","image":"definition37_einkochen.jpg"}],"einrühren":[{"description":"Zugabe von einer Substanz in die andere, zum Beispiel das Einrühren von Sahne in eine Sauce.","synonyms":["unterrühren"],"translation":"","sWords":[],"extra":"Añadir una sustancia en otra y mezclar.","image":"definition38_einrühren_unterrühren.jpg"}],"einweichen":[{"description":"Lebensmittel wie Linsen oder andere getrocknete Hülsenfrüchte, Nüsse, Gelatine oder auch Getreide werden für eine unterschiedlich lange Zeitspanne in kaltes Wasser gelegt. Durch das Einweichen werden die harten Zutaten weicher und auch das Aroma intensiviert sich. Die anschließende Kochzeit wird durch Einweichen verkürzt.","synonyms":[],"translation":"Técnica de preparación que consiste en el aumento del contenido en agua de un producto. Se coloca un género seco en abundante agua y durante un tiempo variable, en función de sus características, recupera volumen y textura al hidratarse.","sWords":["remojar"],"extra":"","image":"definition39_einweichen.jpg"}],"emulgieren":[{"description":"Flüssigkeiten , die sich normalerweise nicht vermischen lassen,verbinden sich . Denn aus physikalischen Gründen besteht eine Spannung zwischen öligen und wässrigen Substanzen und Fett schwimmt an der Oberfläche.Emulgatoren werden verwendet. Bei Emulgatoren handelt es sich um Stoffe, die sich sowohl mit Fett als auch mit Wasser verbinden, sie können quasi an beide Substanzen andocken. Ein Beispiel für einen häufig verwendeten Emulgator ist Lecithin, was auch natürlicherweise in Eigelb enthalten ist.","synonyms":[],"translation":"Mezclar dos componentes líquidos e inmiscibles con una sustancia que sirve de vehículo y otra que se halla en suspensión. Se puede realizar por métodos físicos, mediante movimientos energéticos pero inestables, o químicos, mediante emulsionantes; por ejemplo, la yema de huevo tiene propiedad emulsionante y confiere gran estabilidad debido a su viscosidad y a la presencia de lecitina. Esta técnica se utiliza sobre todo para la elaboración de salsas, como la salsa holandesa, la mayonesa o el pilpil.","sWords":["emulsionar"],"extra":"","image":"definition40_emulgieren.jpg"}],"entfetten":[{"description":"Entfernen des überschüssigen Fettes.","synonyms":[],"translation":"Técnica de preparación que consiste en la retirada total o parcial de grasa.","sWords":["desgrasar"],"extra":"","image":"definition41_entfetten.jpg"}],"entkernen":[{"description":"Früchte von Kernen befreien.","synonyms":[],"translation":"","sWords":[],"extra":"Quitar las semillas de las frutas.(Manzanas) Descorazonar","image":"definition6_entkernen.jpg"}],"erhitzen":[{"description":"Durch Zufuhr von Wärme heiß machen.","synonyms":[],"translation":"Dar calor a un alimento haciendo que se eleve su  temperatura.","sWords":["calentar"],"extra":"","image":"definition42_erhitzen.jpg"}],"flambieren":[{"description":"Beim Flambieren wird die Oberfläche einer fertig zubereiteten Speise mit etwas hochprozentigem Alkohol bedeckt. Durch das Anzünden verbrennt und verdunstet der Alkohol – die Aroma- und Geschmacksstoffe des Alkohols gelangen ins Gericht.","synonyms":[],"translation":"Técnica de preparación que consiste en añadir al elemento de cocción un líquido espirituoso de alta graduación y calentarlo suficientemente para hacerlo arder, de forma que se evapore el alcohol dejando un aroma y sabor característicos.","sWords":["flambear"],"extra":"","image":"definition43_flambieren.jpg"}],"frittieren":[{"description":"In heißem Fett bei 180 -210° C schwimmend garen.","synonyms":["ausbacken"],"translation":"Técnica de cocción que consiste en cocer un alimento por inmersión, empleando generalmente una sartén con aceite o grasa hirviendo.","sWords":["freír"],"extra":"","image":"definition4_ausbacken_frittieren.jpg"}],"füllen":[{"description":"Etwas mit etw. vollmachen. In das Fleischstück beispielsweise  wird eine “Tasche” geschnitten, in die eine Fülle, Farse oder ein bestimmtes Lebensmittel gedrückt wird.","synonyms":[],"translation":"Consiste en introducir un género, farsa o producto culinario en el interior de un alimento crudo o elaboración culinaria.","sWords":["rellenar"],"extra":"","image":"definition44_füllen.jpg"}],"garen":[{"description":"Mit Garen  ist der Vorgang den Geschmack und die Konsistenz von Lebensmitteln zu verändern gemeint. Umgangssprachlich spricht man meist einfach von Kochen.","synonyms":[],"translation":"Consiste en sumergir un alimento en un líquido y someterlo a una fuente de calor durante un período de tiempo determinado, transformando su textura, aspecto, sabor y propiedades físicas y químicas, y facilitando su posterior digestión.","sWords":["cocer"],"extra":"","image":"definition45_garen.jpg"}],"garnieren":[{"description":"Das Verzieren, Dekorieren von bereits fertigen Speisen und Getränken.","synonyms":[],"translation":"Adornar con verduras, gelatina, dulce, frutas u otros ingredientes, un plato, pastel o bebida confeccionados, para darle presentación.","sWords":["decorar"],"extra":"","image":"definition46_garnieren.jpg"}],"gefriertrocknen":[{"description":"Konservierungsmethode, bei der Lebensmittel im gefrorenen Zustand (bis -70°) im Vakuum das Wasser entzogen wird, ohne dass Vitamine und Aromen verloren gehen.","synonyms":[],"translation":"Proceso que consiste en deshidratar un alimento para su conservación sometiéndola a una rápida congelación y eliminando el hielo posteriormente mediante un ligero calentamiento al vacío que lo transforma en vapor.","sWords":["liofilizar"],"extra":"","image":"definition47_gefriertrocknen.jpg"}],"gerinnen":[{"description":"Aus einer Suspension oder Lösung zusammenklumpen und ausfallen. Feine Klümpchen, Flocken bilden und dadurch dickflüssig, fest, flockig werden. Die Proteine können durch falsche Temperaturen oder die Zugabe von Säure gerinnen und so feste Klümpchen bilden.","synonyms":[],"translation":"(Productos lácteos) Cuando se acidifican productos lácteos, debido al ácido láctico resultante de la fermentación bacteriana, algunas de las proteínas que contiene, como la caseina, se desnaturalizan, se insolubilizan. En ocasiones puede reutilizarse para otras elaboraciones como la leche fermentada para el yogurt.(Emulsiones) Cuando el agua no puede soportar más cantidad de aceite en su interior. Si se sobrepasa la cantidad de grasa estipulada para la cantidad de agua que se tiene en el vaso, la emulsión se desestabiliza y las gotas de aceite vuelven a unirse entre sí, separándose del agua.Como en el caso de la mayonesa cortada.","sWords":["cortar"],"extra":"","image":"definition7_gerinnen.jpg"}],"gießen":[{"description":"Eine Flüssigkeit aus einem Gefäß ausleeren und in oder über etwas fließen lassen.","synonyms":[],"translation":"Hacer pasar un líquido de un recipiente a otro.","sWords":["verter"],"extra":"","image":"definition48_gießen.jpg"}],"glasieren":[{"description":"Überziehen bzw. Überglänzen von Gerichten mit einer Glasur aus Gelee, Fond, Butter oder Zucker, um ihr Aussehen, ihren Geschmack und ihre Haltbarkeit zu verbessern.","synonyms":[],"translation":"Barnizar o cubrir una elaboración para aportar características específicas, como dar brillo, realzar el sabor y mejorar la presentación. Se realiza cubriendo el género con una preparación denominada glasa, con azúcar fondant, espolvoreando con azúcar glas o con un glaseado de chocolate.","sWords":["glasear"],"extra":"","image":"definition49_glasieren.jpg"}],"gratinieren":[{"description":"Überbacken oder Überkrusten von gegarten Speisen mit Semmelbrösel, Käse oder im Fall von Süßspeisen mit gesüßtem Eischnee.","synonyms":[],"translation":"Técnica de procesado de alimentos que consiste en exponer la capa externa del alimento a una fuente intensa de calor.Se suelen gratinar platos cubiertos con queso, pan rallado, migas de pan, puré de patatas, bechamel, etc.","sWords":["gratinar"],"extra":"","image":"definition50_gratinieren.jpg"}],"grillen":[{"description":"Beim Grillen wird mit Strahlungswärme und hoher Temperatur (Grad Celsius) gegart. Die richtige Holzkohle gehört natürlich dazu.","synonyms":[],"translation":"Asar directamente sobre la llama , asar a la parrilla.","sWords":["brasear"],"extra":"","image":"definition51_grillen.jpg"}],"hacheln":[{"description":"Gemüse mit einem Küchenhobel feinblättrig schneiden.","synonyms":[],"translation":"","sWords":[],"extra":"Partir la verdura en trozos pequeños o en láminas.","image":"definition52_hacheln.jpg"}],"hacken":[{"description":"Wenn Fleisch, Fisch, Eier, Obst und Gemüse oder Kräuter in der Küche zerkleinert werden, spricht man vom Hacken. Je nach Rezept fein oder grob zerkleinert.","synonyms":[],"translation":"Cortar o trocear en trozos menudos, ya sea de forma manual o mecánica.Se realiza en algunas hortalizas como el ajo, la cebolla o la chalota, y  en  carnes y pescados.","sWords":["picar"],"extra":"","image":"definition53_hacken.jpg"}],"halbieren":[{"description":"Etwas in zwei Hälften gleicher Größe aufteilen.","synonyms":[],"translation":"","sWords":[],"extra":"Cortar un alimento a la mitad","image":"definition54_halbieren.jpg"}],"hinzufügen":[{"description":"Etwas zu etwas  legen, dazufügen.","synonyms":[],"translation":"Agregar, incorporar algo a otra cosa.","sWords":["añadir","adicionar"],"extra":"","image":"definition55_hinzufügen.jpg"}],"häuten":[{"description":"Es ist das allgemein, das Entfernen von Schalen, Häuten und Tierfellen gemeint.","synonyms":[],"translation":"","sWords":[],"extra":"(Frutas y verduras) Quitar la cáscara.(carnes) Despellejar.(pescado) Quitar la piel.","image":"definition8_häuten.jpg"}],"kandieren":[{"description":"Konservieren von Früchten in einer Zuckerlösung, die sie einerseits süßer und glänzender und andererseits haltbarer macht.","synonyms":[],"translation":"Cocer frutas en un jarabe concentrado de tal forma que al evaporar el azúcar cristalice en su exterior como si fuese escarcha.","sWords":["escarchar"],"extra":"","image":"definition56_kandieren.jpg"}],"kneten":[{"description":"Eine halbfeste Masse / einen Teig mit den Händen oder mit einer Maschine vermischen und verformen.","synonyms":[],"translation":"Unir bien los ingredientes de una masa con ayuda de un utensilio de cocina o con las manos.","sWords":["amasar"],"extra":"","image":"definition57_kneten.jpg"}],"kochen":[{"description":"Lebensmittel unter Einwirkung von Hitze zu einer Mahlzeit zubereiten.","synonyms":[],"translation":"Preparar un alimento para que quede listo para ser comido, especialmente cuando se somete a la acción del fuego o de una fuente de calor.","sWords":["cocinar"],"extra":"","image":"definition58_kocheneins.jpg"},{"description":"(umgs.) Auf über 100 °C erhitzen, sieden. Mit Flüssigkeit bedeckt auf Siedetemperatur erhitzen und dadurch garen.","synonyms":[],"translation":"Someter a calor un medio líquido no graso, llevarlo a ebullición y cocinar en él un ingrediente que precise de un calentamiento sin grasa.","sWords":["hervir"],"extra":"","image":"definition59_kochenzwei.jpg"}],"köcheln":[{"description":"Eine vor allem flüssige Speise über eine längere Zeit bei geringer Hitze bzw. kleiner Flamme zu garen.","synonyms":[],"translation":"Consiste en cocer un alimento sumergido en un líquido. Se lleva primero el líquido al punto de ebullición (hierve) e inmediatamente se baja el fuego y se hace la cocción por un período largo.","sWords":["cocinar a fuego lento"],"extra":"","image":"definition60_köcheln.jpg"}],"legieren":[{"description":"(Saucen und Suppen)  Sämig machen, binden, eindicken. Beim Legieren wird Eigelb mit etwas Flüssigkeit – meist Sahne – verrührt und am Ende des Kochvorgangs unter die heiße, aber nicht mehr kochende Speise gerührt. Die im Eigelb vorhandenen Phospholipide, insbesondere das Lecithin, wirken hierbei als Emulgator. Sie verbinden zwei an sich nicht mischbare Flüssigkeiten wie Wasser und Öl und dicken so die Flüssigkeit etwas an.","synonyms":[],"translation":"","sWords":[],"extra":"Método empleado para espesar salsas o sopas  añadiendo  un poco de harina, un poco de crema de leche o huevo. Lo ideal no es incorporarlo directamente a la olla, sino mezclarlo al margen con un poco del líquido caliente de la  sopa.","image":"definition61_legieren.jpg"}],"mahlen":[{"description":"Mit Mahlen bezeichnet man in der Küche das feine Zerkleinern von festen, trockenen Lebensmitteln mithilfe einer Mühle oder eines Mörsers.","synonyms":[],"translation":"Consiste en reducir a polvo, con ayuda de la moledora, mortero o almirez, robot de cocina, molinillo, túrmix o elemento triturador un género alimenticio seco o con poca cantidad de agua.","sWords":["moler"],"extra":"","image":"definition62_mahlen.jpg"}],"marinieren":[{"description":"Einlegen von Fleisch und Fisch in eine mit Kräutern und Gewürzen bereicherte Flüssigkeit aus z.B. Wein, Buttermilch, Essig oder Zitronensaft.","synonyms":[],"translation":"Técnica de preparación que consiste en sumergir un género alimenticio en un líquido aromatizado para ablandarlo, conservarlo o para que adquiera un sabor y aroma determinado. El líquido puede ser una mezcla de vino, agua, alcohol, como aguardiente, hierbas, especias y hortalizas de condimentación.","sWords":["marinar"],"extra":"","image":"definition63_marinieren.jpg"}],"mischen":[{"description":"Zwei oder mehrere verschiedenartige Stoffe, Dinge möglichst gleichmäßig untereinanderbringen und ineinander verteilen, sodass sie sich zu einer (scheinbar) einheitlichen Masse vereinigen.","synonyms":["vermengen"],"translation":"Unir, homogeneizar o amalgamar perfectamente una elaboración de varios componentes formando uno solo denominado masa.","sWords":["mezclar"],"extra":"","image":"definition64_mischen_vermengen.jpg"}],"nappieren":[{"description":"Speisen mit Sauce überziehen.","synonyms":[],"translation":"Cubrir una preparación culinaria con una salsa espesa.","sWords":["napar"],"extra":"","image":"definition65_nappieren.jpg"}],"panieren":[{"description":"Fleisch, Fisch, Geflügel oder Käse vor dem Frittieren, Backen oder Braten in Ei, Mehl und Paniermehl wenden.","synonyms":[],"translation":"Técnica de preparación que consiste en pasar un género, preelaborado y sazonado, primero por harina, después por huevo batido y finalmente por pan rallado.debe confeccionarse justo antes de freír, saltear en grasa o asar.","sWords":["empanar"],"extra":"","image":"definition66_panieren.jpg"}],"paprizieren":[{"description":"Vorgang, in dem das Paprikapulver eingestreut, kurz angebraten und anschließend abgelöscht wird. Röstens von Paprika in heißem Fett.","synonyms":[],"translation":"","sWords":[],"extra":"Proceso de tostado del pimentón en polvo que consiste en espolvorear el polvo en aceite o mantequilla clarificada y, una vez frito, se desgrasa con vino o vinagre diluido para liberar el sabor y color del pimentón.","image":"definition67_paprizieren.jpg"}],"parfümieren":[{"description":"Speisen durch die Zugabe von Wein, Likör, Essig oder Schnaps sowie durch verschiedene Gewürze wie Zimt und Nelken ein spezielles Aroma verleihen.","synonyms":["aromatisieren"],"translation":"Perfumar el alimento con sustancias aromáticas como el vino.","sWords":["aromatizar"],"extra":"","image":"definition22_aromatisieren_pärfumieren.jpg"}],"passieren":[{"description":"Küchentechnik, bei der weich gegarte Lebensmittel durch ein Sieb gestrichen werden, damit sich feste Bestandteile von den flüssigen trennen.","synonyms":["durchstreichen"],"translation":"Técnica de preparación que consiste en separar cualquier líquido de los elementos sólidos que lo acompañan. Para ello se utiliza un colador o una manga.","sWords":["colar"],"extra":"","image":"definition33_durchstreichen_passieren.jpg"}],"pellen":[{"description":"Es  ist das Entfernen von Obst-, Gemüse- oder Eierschale gemeint. Dazu werden, im Vergleich zum Abziehen oder Schälen, meist die Finger verwendet und kein Messer.","synonyms":[],"translation":"Técnica de preparación que consiste en retirar la piel de un género con ayuda de los dedos. Se aplica a verduras, hortalizas y frutas en crudo o con previo escaldado, como es el caso del tomate. También se emplea para desplumar aves o para quitar la carcasa a ciertos mariscos.","sWords":["pelar con los dedos"],"extra":"","image":"definition68_pellen.jpg"}],"pfeffern":[{"description":"Eine Speise mit Pfeffer würzen.","synonyms":[],"translation":"","sWords":[],"extra":"Sazonar con pimienta.","image":"definition69_pfeffern.jpg"}],"probieren":[{"description":"den Geschmack einer Speise, eines Getränkes prüfen, etw. kosten.","synonyms":["abschmecken"],"translation":"Degustar  o catar, generalmente con deleite, alimentos o bebida.  Ingerir una pequeña cantidad de comida o bebida para conocer su sabor, olor, textura y otras cualidades.","sWords":["probar"],"extra":"","image":"definition70_probieren_abschmecken.jpg"}],"unterrühren":[{"description":"Zugabe von einer Substanz in die andere, zum Beispiel das Einrühren von Sahne in eine Sauce.","synonyms":["einrühren"],"translation":"","sWords":[],"extra":"Añadir una sustancia en otra y mezclar.","image":"definition38_einrühren_unterrühren.jpg"}],"vermengen":[{"description":"Zwei oder mehrere verschiedenartige Stoffe, Dinge möglichst gleichmäßig untereinanderbringen und ineinander verteilen, sodass sie sich zu einer (scheinbar) einheitlichen Masse vereinigen.","synonyms":["mischen"],"translation":"Unir, homogeneizar o amalgamar perfectamente una elaboración de varios componentes formando uno solo denominado masa.","sWords":["mezclar"],"extra":"","image":"definition64_mischen_vermengen.jpg"}]}